---
kind: enumMember
id: F:Autodesk.Revit.DB.PlanViewPlane.ViewDepthPlane
enum: Autodesk.Revit.DB.PlanViewPlane
source: html/80d20187-97ea-f6c0-a3a8-d5545e0b3863.htm
---
# Autodesk.Revit.DB.PlanViewPlane.ViewDepthPlane

View Depth Plane